Repository: mpdifran/bloom
Catalog: Apps/Bloom/Bloom/Localizable.xcstrings
Source language: en
Languages: de, es, fr, fr_ca, nl

source: vs baseline
de: vs. Ausgangswert
es: frente a la referencia
fr: par rapport à la référence
fr_ca: par rapport à la référence
nl: t.o.v. uitgangswaarde

source: vs Baseline
de: vs. Ausgangswert
es: frente a la referencia
fr: par rapport à la référence
fr_ca: par rapport à la référence
nl: t.o.v. uitgangswaarde

source: vs last month
de: vs. letzter Monat
es: vs. mes pasado
fr: vs mois dernier
fr_ca: vs mois dernier
nl: t.o.v. vorige maand

source: vs last week
de: vs. letzte Woche
es: vs. semana pasada
fr: vs semaine dernière
fr_ca: vs semaine dernière
nl: t.o.v. vorige week

source: vs previous 3 months
de: vs. vorherige 3 Monate
es: vs. 3 meses anteriores
fr: vs 3 mois précédents
fr_ca: vs 3 mois précédents
nl: t.o.v. vorige 3 maanden

source: vs previous 6 months
de: vs. vorherige 6 Monate
es: vs. 6 meses anteriores
fr: vs 6 mois précédents
fr_ca: vs 6 mois précédents
nl: t.o.v. vorige 6 maanden

source: vs previous year
de: vs. Vorjahr
es: vs. año anterior
fr: vs année précédente
fr_ca: vs année précédente
nl: t.o.v. vorig jaar

source: vs yesterday
de: vs. gestern
es: vs. ayer
fr: vs hier
fr_ca: vs hier
nl: t.o.v. gisteren

source: Wake
de: Aufwachen
es: Despertar
fr: Réveil
fr_ca: Réveil
nl: Wakker

source: Wake time
de: Aufwachzeit
es: Hora de despertar
fr: Heure de réveil
fr_ca: Heure de réveil
nl: Wektijd

source: Wake Time
de: Aufwachzeit
es: Hora de despertar
fr: Heure de réveil
fr_ca: Heure de réveil
nl: Wektijd

source: Wake: %@
de: Aufwachen: %@
es: Despertar: %@
fr: Réveil : %@
fr_ca: Réveil : %@
nl: Wakker: %@

source: walking running distance
de: Geh- und Laufstrecke
es: distancia caminando y corriendo
fr: distance de marche et de course
fr_ca: distance de marche et de course
nl: wandel- en loopafstand

source: Walking Speed
de: Gehtempo
es: Velocidad al caminar
fr: Vitesse de marche
fr_ca: Vitesse de marche
nl: Loopsnelheid

source: Walking speed is a key indicator of mobility and overall health. Reference lines show typical speeds for different ages.
de: Die Gehgeschwindigkeit ist ein wichtiger Hinweis auf Mobilität und Gesundheit. Die Referenzlinien zeigen typische Werte je Altersgruppe.
es: La velocidad al caminar es un indicador clave de movilidad y salud general. Las líneas de referencia muestran velocidades habituales por edad.
fr: La vitesse de marche est un indicateur clé de la mobilité et de la santé générale. Les lignes de référence indiquent les vitesses habituelles selon l'âge.
fr_ca: La vitesse de marche est un indicateur clé de la mobilité et de la santé générale. Les lignes de référence indiquent les vitesses habituelles selon l'âge.
nl: Je loopsnelheid zegt veel over je mobiliteit en gezondheid. De referentielijnen tonen gebruikelijke snelheden per leeftijd.

source: walking-running distance
de: Geh- und Laufstrecke
es: distancia caminando y corriendo
fr: distance de marche et de course
fr_ca: distance de marche et de course
nl: wandel- en loopafstand

source: Want me to help you stay focused on what matters most for your health?
de: Soll ich dir helfen, dich auf das Wichtigste für deine Gesundheit zu konzentrieren?
es: ¿Quieres que te ayude a centrarte en lo más importante para tu salud?
fr: Voulez-vous que je vous aide à rester concentré sur l'essentiel pour votre santé ?
fr_ca: Veux-tu que je t'aide à rester concentré sur l'essentiel pour ta santé ?
nl: Wil je dat ik je help focussen op wat het belangrijkst is voor je gezondheid?

source: Warm-Up
de: Aufwärmen
es: Calentamiento
fr: Échauffement
fr_ca: Échauffement
nl: Warming-up

source: Water
de: Wasser
es: Agua
fr: Eau
fr_ca: Eau

source: water intake
de: Wasserzufuhr
es: consumo de agua
fr: apport en eau
fr_ca: apport en eau
nl: waterinname

source: Water Logged
de: Wasser eingetragen
es: Agua registrada
fr: Eau enregistrée
fr_ca: Eau enregistrée
nl: Water vastgelegd

source: We analyzed your personal data and suggested goals tailored to your habits, trends, and opportunities.
de: Wir haben deine Daten ausgewertet und Ziele vorgeschlagen, die zu deinen Gewohnheiten, Trends und Möglichkeiten passen.
es: Hemos analizado tus datos y te proponemos objetivos ajustados a tus hábitos, tus tendencias y tu margen de mejora.
fr: Nous avons analysé vos données personnelles et proposé des objectifs adaptés à vos habitudes, à vos tendances et à vos marges de progression.
fr_ca: Nous avons analysé tes données personnelles et proposé des objectifs adaptés à tes habitudes, à tes tendances et à tes marges de progression.
nl: We hebben je gegevens geanalyseerd en doelen voorgesteld die passen bij je gewoontes, trends en kansen.

source: We couldn't find any workout data for %@. Start tracking your workouts to see your Year In Bloom!
de: Für %@ haben wir keine Workout-Daten gefunden. Zeichne Workouts auf, um dein Jahr mit Bloom zu sehen!
es: No hemos encontrado datos de entrenamiento de %@. ¡Empieza a registrar tus entrenamientos para ver tu año con Bloom!
fr: Nous n'avons trouvé aucune donnée de séance pour %@. Commencez à enregistrer vos séances pour découvrir votre année Bloom !
fr_ca: Nous n'avons trouvé aucune donnée de séance pour %@. Commence à enregistrer tes séances pour découvrir ton année Bloom !
nl: We vonden geen trainingsgegevens voor %@. Leg je trainingen vast om je jaar met Bloom te zien!

source: We only keep your data for as long as needed to create your insights, then it’s cleared automatically.
de: Wir speichern deine Daten nur so lange, wie wir sie für deine Auswertungen brauchen – danach werden sie automatisch gelöscht.
es: Solo guardamos tus datos el tiempo necesario para crear tus análisis; después se borran automáticamente.
fr: Nous conservons vos données uniquement le temps nécessaire pour créer vos analyses, puis elles sont effacées automatiquement.
fr_ca: On conserve tes données uniquement le temps nécessaire pour créer tes analyses, puis elles sont effacées automatiquement.
nl: We bewaren je gegevens alleen zolang we ze nodig hebben voor je inzichten, daarna worden ze automatisch gewist.

source: We'll only use your personal data anonymously to provide you insights and goals.
de: Wir nutzen deine Daten ausschließlich anonym, um dir Erkenntnisse und Ziele zu liefern.
es: Solo usaremos tus datos de forma anónima para ofrecerte análisis y objetivos.
fr: Nous n'utiliserons vos données personnelles que de façon anonyme, pour vous proposer des analyses et des objectifs.
fr_ca: Nous n'utiliserons tes données personnelles que de façon anonyme, pour te proposer des analyses et des objectifs.
nl: We gebruiken je gegevens alleen anoniem om je inzichten en doelen te geven.

source: We'll send you a reminder notification before your trial ends!
de: Wir erinnern dich per Benachrichtigung, bevor deine Testphase endet!
es: ¡Te avisaremos con una notificación antes de que acabe tu prueba!
fr: Nous vous enverrons une notification de rappel avant la fin de votre essai !
fr_ca: Nous t'enverrons une notification de rappel avant la fin de ton essai !
nl: We sturen je een herinnering voordat je proefperiode afloopt!

source: Wear your Apple Watch throughout the day to get a better picture of your Activity Level.
de: Trage deine Apple Watch den ganzen Tag, um ein besseres Bild deines Aktivitätsniveaus zu bekommen.
es: Lleva el Apple Watch durante el día para tener una idea más clara de tu nivel de actividad.
fr: Portez votre Apple Watch tout au long de la journée pour mieux cerner votre niveau d'activité.
fr_ca: Porte ton Apple Watch tout au long de la journée pour mieux cerner ton niveau d'activité.
nl: Draag je Apple Watch de hele dag voor een beter beeld van je activiteitsniveau.

source: Wear your Apple Watch throughout the day to get a better picture of your Heart Health.
de: Trage deine Apple Watch den ganzen Tag, um ein besseres Bild deiner Herzgesundheit zu bekommen.
es: Lleva el Apple Watch durante el día para tener una idea más clara de tu salud cardíaca.
fr: Portez votre Apple Watch tout au long de la journée pour mieux cerner votre santé cardiaque.
fr_ca: Porte ton Apple Watch tout au long de la journée pour mieux cerner ta santé cardiaque.
nl: Draag je Apple Watch de hele dag voor een beter beeld van je hartgezondheid.

source: Wear your Apple Watch throughout the day to get a better picture of your Stress Levels.
de: Trage deine Apple Watch den ganzen Tag, um ein besseres Bild deines Stresslevels zu bekommen.
es: Lleva el Apple Watch durante el día para tener una idea más clara de tus niveles de estrés.
fr: Portez votre Apple Watch tout au long de la journée pour mieux cerner vos niveaux de stress.
fr_ca: Porte ton Apple Watch tout au long de la journée pour mieux cerner tes niveaux de stress.
nl: Draag je Apple Watch de hele dag voor een beter beeld van je stressniveaus.

source: Wear your Apple Watch to record resting heart rate data.
de: Trage deine Apple Watch, um deine Ruheherzfrequenz aufzuzeichnen.
es: Lleva el Apple Watch para registrar tu frecuencia cardíaca en reposo.
fr: Portez votre Apple Watch pour enregistrer votre fréquence cardiaque au repos.
fr_ca: Porte ton Apple Watch pour enregistrer ta fréquence cardiaque au repos.
nl: Draag je Apple Watch om je rusthartslag vast te leggen.

source: Weather Not Available
de: Wetter nicht verfügbar
es: Tiempo no disponible
fr: Météo indisponible
fr_ca: Météo indisponible
nl: Weer niet beschikbaar

source: week
de: Woche
es: semana
fr: semaine
fr_ca: semaine

source: Week
de: Woche
es: Semana
fr: Semaine
fr_ca: Semaine

source: Weekly
de: Wöchentlich
es: Semanal
fr: Hebdomadaire
fr_ca: Hebdomadaire
nl: Wekelijks

source: Weight
de: Gewicht
es: Peso
fr: Poids
fr_ca: Poids
nl: Gewicht

source: Weight Logged
de: Gewicht eingetragen
es: Peso registrado
fr: Poids enregistré
fr_ca: Poids enregistré
nl: Gewicht vastgelegd

source: Welcome to the Club!
de: Willkommen im Club!
es: ¡Bienvenido al club!
fr: Bienvenue dans le club !
fr_ca: Bienvenue dans le club !
nl: Welkom bij de club!

source: What Are People Saying?
de: Was andere sagen
es: ¿Qué dice la gente?
fr: Ce qu'en disent les utilisateurs
fr_ca: Ce qu'en disent les utilisateurs
nl: Wat zeggen anderen?

source: What do you want me to help you with?
de: Wobei soll ich dir helfen?
es: ¿En qué quieres que te ayude?
fr: Sur quoi puis-je vous aider ?
fr_ca: Sur quoi puis-je t'aider ?
nl: Waarmee kan ik je helpen?

source: What else would you like to share with me?
de: Was möchtest du mir sonst noch erzählen?
es: ¿Qué más quieres contarme?
fr: Que souhaitez-vous me partager d'autre ?
fr_ca: Que souhaites-tu me partager d'autre ?
nl: Wat wil je nog meer met me delen?

source: What This Means
de: Was das bedeutet
es: Qué significa esto
fr: Ce que cela signifie
fr_ca: Ce que cela signifie
nl: Wat dit betekent

source: When did you quit?
de: Wann hast du aufgehört?
es: ¿Cuándo lo dejaste?
fr: Quand avez-vous arrêté ?
fr_ca: Quand as-tu arrêté ?
nl: Wanneer ben je gestopt?

source: When enabled, Bud provides insights into your monitor results using the Personal Data categories above.
de: Wenn aktiviert, wertet Bud deine Überwachungsergebnisse anhand der oben gewählten Datenkategorien aus.
es: Si lo activas, Bud analizará tus resultados de monitorización con las categorías de datos de arriba.
fr: Lorsque cette option est activée, Bud analyse vos résultats de surveillance à partir des catégories de données personnelles ci-dessus.
fr_ca: Lorsque cette option est activée, Bud analyse tes résultats de surveillance à partir des catégories de données personnelles ci-dessus.
nl: Als dit aanstaat, geeft Bud inzicht in je bewakingsresultaten op basis van de gegevenscategorieën hierboven.

source: Where would you like to focus your effort?
de: Worauf möchtest du dich konzentrieren?
es: ¿En qué quieres centrar tus esfuerzos?
fr: Sur quoi souhaitez-vous concentrer vos efforts ?
fr_ca: Sur quoi souhaites-tu concentrer tes efforts ?
nl: Waarop wil je je richten?

source: Which food item?
de: Welches Lebensmittel?
es: ¿Qué alimento?
fr: Quel aliment ?
fr_ca: Quel aliment ?
nl: Welk voedingsmiddel?

source: Which meal?
de: Welche Mahlzeit?
es: ¿Qué comida?
fr: Quel repas ?
fr_ca: Quel repas ?
nl: Welke maaltijd?

source: While we recommend using some sort of wearable device (Apple Watch, Fitbit, Oura, etc) to get the most out of the app, it is not necessary. You can use a lot of features without having a watch!
de: Wir empfehlen ein Wearable (Apple Watch, Fitbit, Oura usw.), um das Meiste aus der App herauszuholen – nötig ist es aber nicht. Viele Funktionen kannst du auch ohne Uhr nutzen!
es: Te recomendamos usar algún wearable (Apple Watch, Fitbit, Oura, etc.) para sacarle el máximo partido a la app, pero no es imprescindible. ¡Muchas funciones se pueden usar sin reloj!
fr: Nous vous conseillons de porter un appareil connecté (Apple Watch, Fitbit, Oura, etc.) pour profiter pleinement de l’app, mais ce n’est pas obligatoire. De nombreuses fonctionnalités marchent très bien sans montre !
fr_ca: On te conseille de porter un appareil connecté (Apple Watch, Fitbit, Oura, etc.) pour profiter pleinement de l’app, mais ce n’est pas obligatoire. Plein de fonctionnalités marchent très bien sans montre !
nl: We raden een wearable aan (Apple Watch, Fitbit, Oura, enz.) om het meeste uit de app te halen, maar het hoeft niet. Veel functies werken prima zonder horloge!

source: Whoops, looks like I made a mistake. Let's try that again...
de: Hoppla, da ist mir wohl ein Fehler unterlaufen. Versuchen wir es noch einmal …
es: Vaya, parece que me he equivocado. Vamos a intentarlo otra vez…
fr: Oups, on dirait que j'ai fait une erreur. Réessayons…
fr_ca: Oups, on dirait que j'ai fait une erreur. Réessayons…
nl: Oeps, ik heb blijkbaar een fout gemaakt. Laten we het opnieuw proberen …

source: Why I need your personal data 💙
de: Warum ich deine Daten brauche 💙
es: Por qué necesito tus datos 💙
fr: Pourquoi j'ai besoin de vos données personnelles 💙
fr_ca: Pourquoi j'ai besoin de tes données personnelles 💙
nl: Waarom ik je gegevens nodig heb 💙

source: Widget Type
de: Widget-Typ
es: Tipo de widget
fr: Type de widget
fr_ca: Type de widget

source: With your permission, I can use your personal data to give you better, more personal insights.
de: Mit deiner Erlaubnis nutze ich deine Daten für bessere, persönlichere Erkenntnisse.
es: Con tu permiso, puedo usar tus datos para darte análisis mejores y más personales.
fr: Avec votre autorisation, je peux utiliser vos données personnelles pour vous proposer des analyses plus justes et plus personnelles.
fr_ca: Avec ton autorisation, je peux utiliser tes données personnelles pour te proposer des analyses plus justes et plus personnelles.
nl: Met jouw toestemming gebruik ik je gegevens voor betere, persoonlijkere inzichten.

source: Within Limit
de: Im Limit
es: Dentro del límite
fr: Dans la limite
fr_ca: Dans la limite
nl: Binnen de limiet

source: Workout Completion
de: Workout-Abschluss
es: Fin del entrenamiento
fr: Fin de séance
fr_ca: Fin de séance
nl: Voltooiing van training

source: Workout Details
de: Trainingsdetails
es: Detalles del entrenamiento
fr: Détails de l'entraînement
fr_ca: Détails de l'entraînement
nl: Trainingsdetails

source: Workout Equipment
de: Trainingsequipment
es: Material de entrenamiento
fr: Équipement d'entraînement
fr_ca: Équipement d'entraînement
nl: Trainingsmateriaal

source: workout minutes
de: Trainingsminuten
es: minutos de entrenamiento
fr: minutes de séance
fr_ca: minutes de séance
nl: trainingsminuten

source: Workout Saved
de: Workout gesichert
es: Entrenamiento guardado
fr: Séance enregistrée
fr_ca: Séance enregistrée
nl: Training bewaard

source: Workout Settings
de: Workout-Einstellungen
es: Ajustes de entrenamiento
fr: Réglages des séances
fr_ca: Réglages des séances
nl: Trainingsinstellingen

source: Worst Day
de: Schlechtester Tag
es: Peor día
fr: Pire journée
fr_ca: Pire journée
nl: Slechtste dag

source: Wrist Temp
de: Handgelenktemperatur
es: Temperatura de muñeca
fr: Température au poignet
fr_ca: Température au poignet
nl: Polstemperatuur

source: Wrist Temperature
de: Handgelenktemperatur
es: Temperatura de la muñeca
fr: Température au poignet
fr_ca: Température au poignet
nl: Polstemperatuur

source: Wrist temperature is measured during sleep and can vary based on your environment, menstrual cycle, illness, and other factors. Tracking changes over time may help identify patterns in your health.
de: Die Handgelenktemperatur wird im Schlaf gemessen und schwankt je nach Umgebung, Zyklus, Krankheit und weiteren Faktoren. Der Verlauf hilft, Muster in deiner Gesundheit zu erkennen.
es: La temperatura de la muñeca se mide durante el sueño y varía según el entorno, el ciclo menstrual, las enfermedades y otros factores. Seguir su evolución ayuda a detectar patrones en tu salud.
fr: La température au poignet est mesurée pendant le sommeil et peut varier selon votre environnement, votre cycle menstruel, une maladie ou d'autres facteurs. En suivre l'évolution aide à repérer des tendances dans votre santé.
fr_ca: La température au poignet est mesurée pendant le sommeil et peut varier selon ton environnement, ton cycle menstruel, une maladie ou d'autres facteurs. En suivre l'évolution aide à repérer des tendances dans ta santé.
nl: De polstemperatuur wordt tijdens je slaap gemeten en verschilt per omgeving, cyclus, ziekte en andere factoren. Het verloop helpt patronen in je gezondheid te herkennen.

source: Writing Data
de: Daten schreiben
es: Guardar datos
fr: Enregistrement des données
fr_ca: Enregistrement des données
nl: Gegevens schrijven

source: year
de: Jahr
es: año
fr: an
fr_ca: an
nl: jaar

source: Year Change
de: Veränderung im Jahr
es: Cambio en el año
fr: Évolution sur l'année
fr_ca: Évolution sur l'année
nl: Verandering dit jaar

source: Year In Bloom
de: Jahr mit Bloom
es: Tu año con Bloom
fr: Année Bloom
fr_ca: Année Bloom
nl: Jaar met Bloom

source: Yearly
de: Jährlich
es: Anual
fr: Annuel
fr_ca: Annuel
nl: Jaarlijks

source: Yes
de: Ja
es: Sí
fr: Oui
fr_ca: Oui
nl: Ja

source: Yes, Bud!
de: Ja, Bud!
es: ¡Sí, Bud!
fr: Oui, Bud !
fr_ca: Oui, Bud !
nl: Ja, Bud!

source: Yes! You can use Bloom to scan labels and barcodes, or even take photos of your meals.
de: Ja! Mit Bloom scannst du Etiketten und Barcodes – oder fotografierst einfach deine Mahlzeiten.
es: ¡Sí! Con Bloom puedes escanear etiquetas y códigos de barras, o incluso hacer una foto de tus comidas.
fr: Oui ! Avec Bloom, vous pouvez scanner les étiquettes et les codes-barres, ou simplement photographier vos repas.
fr_ca: Oui ! Avec Bloom, tu peux scanner les étiquettes et les codes-barres, ou simplement photographier tes repas.
nl: Ja! Met Bloom scan je etiketten en barcodes, of maak je gewoon een foto van je maaltijd.

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
fr_ca: Hier
nl: Gisteren

source: You
de: Du
es: Tú
fr: Vous
fr_ca: Tu
nl: Jij

source: You averaged %@ of sleep per night.
de: Du hast im Schnitt %@ pro Nacht geschlafen.
es: Dormiste una media de %@ por noche.
fr: Vous avez dormi %@ en moyenne par nuit.
fr_ca: Tu as dormi %@ en moyenne par nuit.
nl: Je sliep gemiddeld %@ per nacht.

source: You can ask me about your health trends, and I’ll generate insights using your Apple Health data.
de: Frag mich nach deinen Gesundheitstrends - ich werte deine Apple-Health-Daten für dich aus.
es: Pregúntame por tus tendencias de salud y generaré análisis con tus datos de Apple Salud.
fr: Posez-moi des questions sur vos tendances de santé : je produirai des analyses à partir de vos données Apple Santé.
fr_ca: Pose-moi des questions sur tes tendances de santé : je produirai des analyses à partir de tes données Apple Santé.
nl: Vraag me naar je gezondheidstrends, dan maak ik inzichten op basis van je Apple Gezondheid-gegevens.

source: You can ask me anything!
de: Du kannst mich alles fragen!
es: ¡Puedes preguntarme lo que quieras!
fr: Vous pouvez tout me demander !
fr_ca: Tu peux tout me demander !
nl: Je kunt me alles vragen!

source: You can change these settings anytime.
de: Du kannst diese Einstellungen jederzeit ändern.
es: Puedes cambiar estos ajustes cuando quieras.
fr: Vous pouvez modifier ces réglages à tout moment.
fr_ca: Tu peux modifier ces réglages à tout moment.
nl: Je kunt deze instellingen altijd wijzigen.

source: You Did It!
de: Geschafft!
es: ¡Lo lograste!
fr: Bravo !
fr_ca: Bravo !
nl: Gelukt!

source: You earned %@ zone minutes this year!
de: Du hast dieses Jahr %@ Zonenminuten gesammelt!
es: ¡Este año acumulaste %@ minutos en zona!
fr: Vous avez accumulé %@ minutes en zone cette année !
fr_ca: Tu as accumulé %@ minutes en zone cette année !
nl: Je verdiende dit jaar %@ zoneminuten!

# You exercised for %@ and burned %@ this year!
source: You exercised for %1$@ and burned %2$@ this year!
de: Du hast dieses Jahr %1$@ trainiert und dabei %2$@ verbrannt!
es: ¡Este año entrenaste %1$@ y quemaste %2$@!
fr: Vous vous êtes entraîné %1$@ et avez brûlé %2$@ cette année !
fr_ca: Tu tu es entraîné %1$@ et ave brûlé %2$@ cette année !
nl: Je trainde dit jaar %1$@ en verbrandde %2$@!

source: You gained %@ this year.
de: Du hast dieses Jahr %@ zugenommen.
es: Este año ganaste %@.
fr: Vous avez pris %@ cette année.
fr_ca: Tu as pris %@ cette année.
nl: Je kwam dit jaar %@ aan.

source: You have no calendars.
de: Du hast keine Kalender.
es: No tienes calendarios.
fr: Vous n'avez aucun calendrier.
fr_ca: Tu n'as aucun calendrier.
nl: Je hebt geen agenda's.

source: You have no events %@.
de: Du hast %@ keine Termine.
es: No tienes eventos %@.
fr: Vous n'avez aucun événement %@.
fr_ca: Tu n'as aucun événement %@.
nl: Je hebt %@ geen afspraken.

source: You have no events today.
de: Du hast heute keine Termine.
es: No tienes eventos hoy.
fr: Vous n'avez aucun événement aujourd'hui.
fr_ca: Tu n'as aucun événement aujourd'hui.
nl: Je hebt vandaag geen afspraken.

source: You have no events tomorrow.
de: Du hast morgen keine Termine.
es: No tienes eventos mañana.
fr: Vous n'avez aucun événement demain.
fr_ca: Tu n'as aucun événement demain.
nl: Je hebt morgen geen afspraken.

source: You haven't saved any meals yet.
de: Du hast noch keine Mahlzeiten gespeichert.
es: Todavía no has guardado ninguna comida.
fr: Vous n'avez encore enregistré aucun repas.
fr_ca: Tu n'as encore enregistré aucun repas.
nl: Je hebt nog geen maaltijden bewaard.

source: You lost %@ this year.
de: Du hast dieses Jahr %@ abgenommen.
es: Este año perdiste %@.
fr: Vous avez perdu %@ cette année.
fr_ca: Tu as perdu %@ cette année.
nl: Je viel dit jaar %@ af.

source: You made it, %@!
de: Geschafft, %@!
es: ¡Lo lograste, %@!
fr: Vous avez réussi, %@ !
fr_ca: Tu as réussi, %@ !
nl: Het is je gelukt, %@!

source: You met your goal today!
de: Du hast dein Ziel heute erreicht!
es: ¡Has cumplido tu objetivo hoy!
fr: Vous avez atteint votre objectif aujourd'hui !
fr_ca: Tu as atteint ton objectif aujourd'hui !
nl: Je hebt je doel vandaag gehaald!

source: You met your steps goal!
de: Du hast dein Schrittziel erreicht!
es: ¡Has alcanzado tu objetivo de pasos!
fr: Objectif de pas atteint !
fr_ca: Objectif de pas atteint !
nl: Je hebt je stappendoel gehaald!

source: You must be at least 18 years old to use Bloom.
de: Du musst mindestens 18 Jahre alt sein, um Bloom zu nutzen.
es: Debes tener al menos 18 años para usar Bloom.
fr: Vous devez avoir au moins 18 ans pour utiliser Bloom.
fr_ca: Tu dois avoir au moins 18 ans pour utiliser Bloom.
nl: Je moet minstens 18 jaar zijn om Bloom te gebruiken.
